{"data":{"site":{"siteMetadata":{"title":"Gatsby Contentful starter"}},"contentfulBlogPost":{"title":"Velkommen til trollefanger-projektet.","publishDate":"May 8th, 2019","body":{"childMarkdownRemark":{"html":"<p>Trollefangerprojektet er et borgerdrevet projekt, hvor vi er en gruppe journalister, programmører og alment interesserede, der ønsker en valgkamp baseret på fakta, så der kan føres en saglig debat. Vi har set, at det har været en tendens til en række valg de seneste par år, at dette ikke har været tilfældet. Se bare på valget af Donald Trump i USA og afstemningen om Brexit i Storbritanien.</p>\n<p>Til begge valg blev det efterfølgende dokumenteret, at sociale medier  blev brugt til at sprede misinformation. Særligt de to sociale medier facebook og Twitter.\nDette skete blandt andet ved, at tvivlsomme historier fra ligeså tvivlsomme medier blev delt flittigt på de sociale medier. En del af denne delingsaktivitet blev foretaget af de, som de fleste på internettets sprog kalder for trolle. Det er ikke den slags trolle du kender fra Ringeness Herre eller andre eventyr, men derimod suspekte brugerprofiler på sociale medier.</p>\n<p>Men hvad vil det sige at være suspekt? De fleste mennesker med sund fornuft kan lynhurtigt vurdere om de er i kontakt med et andet menneske eller ej. Men hvis man er i tvivl, så har vi lavet nogle kriterier for at vurdere om en twitter-bruger er suspekt eller ej. Er profilen på sociale medier er et helt almindeligt menneske, eller en der er ansat i Rusland til at sidde og dele smuds?</p>\n<p>De forhold vi har besluttet at kigge efter er følgende fem:</p>\n<ol>\n<li>\n<p>Brugernavnet. Har profilen et brugernavn der er forholdsvist menneskeligt eller noget der ligner, at det kunne være autogeneret. Hvis man som menneske gerne vil tages seriøst som sin egen person på de sociale medier, så er det en god indikator, at  man gør en indsats for, at ens navn er så tæt på sit eget som muligt, eller at det siger noget om en selv eller den profil man gerne vil være. Hvis man derimod er ligeglad med hvordan man fremstår, så er man formentlig også ligeglad med ens brugernavn og man tager det første og det bedste som der autogenereres til en. Så første trolle-kriterie er om du har et botnet-brugernavn.</p>\n</li>\n<li>\n<p>Det næste vi kigger på er antallet af tweets og hvornår de udsendes hver dag. Er du live-reportere som journalist eller i en faglig politisk debat, så giver det god mening, at du tweeter meget og i bestemte tidsrum. Du tweeter dog formentlig ikke meget hver eneste dag, og der er en chance for, at du kommer til at skrive noget, mens du ikke er på arbejde. Det er derimod lidt suspekt, hvis der udelukkende tweetes meget indenfor arbejdstiden. Det er de færreste, der har noget at sige hele tiden, så hvis en profil har en konsekvent høj aktivitet, så er det også en god indikator for bot-aktivitet.</p>\n</li>\n<li>\n<p>Derefter kigger vi på om tweetsne er identiske med andre tweets fra andre brugere. Hvis trollen styres fra en bot-fabrik i Rusland, så kan trolle-generalen godt sidde og copy-paste det samme budskab rundt blandt alle trollene i hæren for maksimal effekt. Generalen er formentlig ansat med bonus-ordninger, hvis man når et dagligt antal tweets, så det handler om spytte ud med så mange tweets fra forskellige profiler som muligt. Så tredje kriterie er, at vi kigger efter identiske tweets fra forskellige profiler.</p>\n</li>\n<li>\n<p>Vi kigger desuden efter det vi kalder citat-tweets. Man kan ikke forvente, at en troll kan tænke selv (det er jo en bot eller en profil styret af en, der sidder og styrer 1000 profiler), så vi kigger efter profiler, der i høj grad deler “citater” fra nyhedsmedier. I stedet for at skrive noget selv, så copy paster man et budskab fra en artikel, og så tweeter man løs.</p>\n</li>\n<li>\n<p>Femte kriterie er, at vi kigger på om profilen deler information om sig selv. Hvis du er et rigtigt menneske og ikke en troll, så er der en rimelig stor sandsynlighed for, at du på et eller andet tidspunkt har delt en personlige anekdote eller f. eks et billede af dig selv. Har du aldrig gjort det, så er det også et tegn på, at du er en troll.</p>\n</li>\n</ol>\n<p><strong>Hvad gør I så nu?</strong> Jo, det vi gør er, at de profiler som vi mistænker for at være trolle, dem giver vi point i forhold til ovennævnte fem kriterier. Får du 5 ud 5 - så er der jackpot, mens mindre indikerer, at personen der bliver tjekket nok lige skal overveje en ekstra gang om deres spejlbillede på internettet er noget de er stolte af.</p>\n<p><strong>Hvad kan jeg gøre?</strong> Du kan tagge @ftnytdk på twitter, hvis du finder en mistænkelig troll. Så ser vi det, tjekker det og svarer dig tilbage med en score.</p>\n<p><strong>Er det det eneste i laver?</strong> Nej, under valget downloader al data om #fv19. Så kigger vi på det og deler løbende de ting vi finder. Du skal bare følge profilen @ftnytdk, så får du nyheden først.</p>\n<p><strong>Hvem er I?</strong> Vi er Kenneth Larsen og Thomas Noppen og en række frivillige. Hvis du vil have fat i os, så skriv til os på Twitter eller find vores mailadresser på priam.dk.</p>"}}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"Velkommen til trollefanger-projektet."}}